app/controllers/eventos_controller.rb

SELECT * FROM "eventos" WHERE ("eventos"."id" = 1)
---
	def show
		@evento = Evento.find(params[:id])